module.exports = {
  message: {
    a: "發送成功",
    b: "可重新發送",
    c: "獲取驗證碼",
    d: "超級節點",
    e: "大型節點",
    f: "小型節點",
    g: "請輸入正確手機號"
  },
  login: {
    a: "請輸入用戶名",
    b: "請輸入密碼",
    c: "忘記密碼？",
    d: "登錄"
  },
  password: {
    a: "忘記密碼",
    b: "請輸入用戶名",
    c: "請輸入手機號",
    d: "請輸入新密碼",
    e: "請輸入驗證碼",
    f: "請輸入雙重驗證碼",
    g: "密碼修改成功",
    h: "確定",
    i: "提交"
  },
  home: {
    a: "算力總量",
    b: "加權獎勵",
    c: "幣",
    d: "節點",
    e: "節點規模",
    f: "新增節點量",
    g: "節點網絡",
    h: "新增節點數",
    i: "算力",
    j: "網絡算力",
    k: "中型節點算力",
    l: "小型節點算力",
    m: "超級節點算力",
    n: "回答錯誤",
    o: "回答正確",
    p: "即將進入下一題",
    q: "交卷",
    r: "社區通告"
  },
  add: {
    a: "添加節點",
    b: "加入節點",
    c: "請輸入用戶名",
    d: "請選擇節點類型",
    e: "小型節點",
    f: "大型節點",
    g: "超級節點",
    h: "超級節點",
    i: "請輸入郵箱",
    j: "請輸入登入密碼",
    k: "請輸入支付密碼",
    l: "請輸入驗證碼",
    m: "獲取驗證碼",
    n: "提交",
    // o:"我已閱讀並接受注册協定",
    p: "註冊成功",
    q: "請輸入正確的郵箱"
  },
  center: {
    a: "算力中心",
    b: "算力明細",
    c: "算力轉移",
    d: "算力提取",
    e: "請輸入用戶名",
    f: "真實姓名",
    g: "請輸入數量",
    h: "餘額",
    i: "請輸入支付密碼",
    j: "請輸入短信驗證碼",
    k: "請輸入雙重驗證碼",
    l: "確定申請",
    m: "可出數量",
    n: "請輸入錢包地址",
    o:
      "備註:轉入錢包的每筆交易扣除5%的AKB(至少20個AKB幣)作為礦工獎勵請認真核對地址,輸錯地址本平台概不負責哦",
    p: "重要信息：AKB從節點算力系統提出到錢包48小時內可到賬。",
    q: "提取成功"
  },
  me: {
    a: "我的",
    b: "用戶名",
    c: "類型",
    d: "大型節點",
    e: "Google私密私钥",
    f: "節點狀態",
    g: "手機號",
    h: "節點等級",
    i: "算力倒數計時",
    j: "加入節點",
    k: "關聯節點  ",
    l: "節點管理",
    m: "實名認證",
    n: "修改密碼",
    o: "錢包下載",
    p: "社區通告",
    q: " 退出帳戶",
    r: "已實名",
    s: "未實名"
  },
  addnode: {
    a: "添加關聯節點",
    b: "請輸入用戶名",
    c: "請輸入登入密碼",
    d: "請輸入驗證碼",
    e: "確認添加",
    f: "添加成功"
  },
  Certified: {
    a: "實名認證",
    b: "真實姓名",
    c: "身份證號",
    d: "認證狀態",
    e: "身份資訊",
    f: "已實名",
    g: "未實名"
  },
  details: {
    a: "資訊詳情"
  },
  inviting: {
    a: "錢包下載",
    b: "iphone客服下載",
    c: "Android客服下載"
  },
  manage: {
    a: "節點管理",
    b: "ID",
    c: "類型",
    d: "等級"
  },
  modifypw: {
    a: "修改密碼",
    b: "綁定手機號碼",
    c: "請輸入驗證碼",
    d: "請輸入登入密碼",
    e: "請輸入支付密碼",
    f: "請輸入雙重驗證碼",
    g: "確認",
    h: "修改成功",
    j: "請輸入內容"
  },
  real: {
    a: "實名認證",
    b: "您的真實姓名",
    c: "您的身份證號",
    d: "上傳真實材料",
    e: "身份證正面",
    f: "手持身份證",
    g: "確認保存",
    h:
      "注：手持身份證請用白紙寫上認證日期和認證內容必須為本人真實信息 一旦發現造假，一概封號處理！"
  },
  recom: {
    a: "節點管理推薦",
    b: "id",
    c: "數量",
    d: "ID",
    e: "類型",
    f: "等級"
  },
  relevant: {
    a: "關聯節點",
    b: "類型",
    c: "等級",
    d: "添加節點",
    e: "修改"
  },
  modify: {
    a: "修改關聯節點",
    b: "請輸入用戶名",
    c: "請輸入登錄密碼",
    d: "請輸入驗證碼",
    e: "確認修改",
    f: "修改成功"
  }
};
