module.exports = {
  message: {
    a: "发送成功",
    b: "可重新发送",
    c: "获取验证码",
    d: "超级节点",
    e: "大型节点",
    f: "小型节点",
    g: "请输入正确手机号"
  },
  login: {
    a: "请输入用户名",
    b: "请输入密码",
    c: "忘记密码？",
    d: "登录"
  },
  password: {
    a: "忘记密码",
    b: "请输入用户名",
    c: "请输入手机号",
    d: "请输入新密码",
    e: "请输入验证码",
    f: "请输入双重验证码",
    g: "密码修改成功",
    h: "确定",
    i: "提交"
  },
  home: {
    a: "算力总量",
    b: "加权奖励",
    c: "币",
    d: "节点",
    e: "节点规模",
    f: "新增节点量",
    g: "节点网络",
    h: "新增节点数",
    i: "算力",
    j: "网络算力",
    k: "中型节点算力",
    l: "小型节点算力",
    m: "超级节点算力",
    n: "回答错误",
    o: "回答正确",
    p: "即将进入下一题",
    q: "交卷",
    r: "社区通告"
  },
  add: {
    a: "添加节点",
    b: "加入节点",
    c: "请输入用户名",
    d: "请选择节点类型",
    e: "小型节点",
    f: "大型节点",
    g: "超级节点",
    h: "请输入手机号",
    i: "请输入邮箱",
    j: "请输入登录密码",
    k: "请输入支付密码",
    l: "请输入验证码",
    m: "获取验证码",
    n: "提交",
    // o:"我已阅读并接受注册协议",
    p: "注册成功",
    q: "请输入正确的邮箱"
  },
  center: {
    a: "算力中心",
    b: "算力明细",
    c: "算力转移",
    d: "算力提取",
    e: "请输入用户名",
    f: "真实姓名",
    g: "请输入数量",
    h: "余额",
    i: "请输入支付密码",
    j: "请输入短信验证码",
    k: "请输入双重验证码",
    l: "确定申请",
    m: "可出数量",
    n: "请输入钱包地址",
    o:
      "备注:转入钱包的每笔交易扣除5%的AKB(至少20个AKB币)作为矿工奖励请认真核对地址,输错地址本平台概不负责哦",
    p: "重要信息：AKB从节点算力系统提出到钱包48小时内可到账。",
    q: "提取成功",
    r: "请输入"
  },
  me: {
    a: "我的",
    b: "用户名",
    c: "类型",
    d: "大型节点",
    e: "Google验证秘钥",
    f: "节点状态",
    g: "手机号",
    h: "节点等级",
    i: "算力倒计时",
    j: "加入节点",
    k: "关联节点",
    l: "节点管理",
    m: "实名认证",
    n: "修改密码",
    o: "钱包下载",
    p: "社区通告",
    q: "退出账户",
    r: "已实名",
    s: "未实名"
  },
  addnode: {
    a: "添加关联节点",
    b: "请输入用户名",
    c: "请输入登录密码",
    d: "请输入验证码",
    e: "确认添加",
    f: "添加成功"
  },
  Certified: {
    a: "实名认证",
    b: "真实姓名",
    c: "身份证号",
    d: "认证状态",
    e: "身份信息",
    f: "已实名",
    g: "未实名"
  },
  details: {
    a: "社区通告"
  },
  inviting: {
    a: "钱包下载",
    b: "iphone客服下载",
    c: "Android客服下载"
  },
  manage: {
    a: "节点管理",
    b: "ID",
    c: "类型",
    d: "等级"
  },
  modifypw: {
    a: "修改密码",
    b: "绑定手机号码",
    c: "请输入验证码",
    d: "请输入登录密码",
    e: "请输入支付密码",
    f: "请输入双重验证码",
    g: "确认",
    h: "修改成功",
    j: "请输入内容"
  },
  real: {
    a: "实名认证",
    b: "您的真实姓名",
    c: "您的身份证号",
    d: "上传真实材料",
    e: "身份证正面",
    f: "手持身份证",
    g: "确认保存",
    h:
      "注：手持身份证请用白纸写上认证日期和认证内容必须为本人真实信息 一旦发现造假，一概封号处理！"
  },
  recom: {
    a: "节点管理推荐",
    b: "id",
    c: "数量",
    d: "ID",
    e: "类型",
    f: "等级"
  },
  relevant: {
    a: "关联节点",
    b: "类型",
    c: "等级",
    d: "添加节点",
    e: "修改"
  },
  modify: {
    a: "修改关联节点",
    b: "请输入用户名",
    c: "请输入登录密码",
    d: "请输入验证码",
    e: "确认修改",
    f: "修改成功"
  }
};

// title: {
//   a: "",
//   b: "",
//   c: "",
//   d: "",
//   e: "",
//   f: "",
//   g: "",
//   h: "",
//   i: "",
//   j: "",
//   k: "",
//   l: "",
//   m: "",
//   n: "",
//   o: "",
//   p: "",
//   q: "",
//   r: "",
//   s: "",
//   t: "",
//   u: "",
//   v: "",
//   w: "",
//   x: "",
//   y: "",
//   z: ""
// },
